// quizData_other.js
export const quizData = [
  {
    id: 1,
    question: "다음 중 옳은 것은?",
    choices: [
      "기안문 작성시 발의자는 '★'표시로 보고자는 '◉'로 표시한다.",
      "기안문 작성시 발의자는 '◉'표시로 보고자는 '☆'로 표시한다.",
      "기안문 작성시 발의자는 '◉'표시로 보고자는 '☆'로 표시한다.",
      "기안문 작성시 발의자는 '◎'표시로 보고자는 '★'로 표시한다."
    ],
    answer: "기안문 작성시 발의자는 '★'표시로 보고자는 '◉'로 표시한다.",
    explanation: "혹시 정답 틀린 문제 발견하시면 말씀주세요~~"
  },
  {
    id: 2,
    question: "관인의 크기는 종류별로 한변의 길이(cm)의 특정규격을 초과할 수 없다. 다음 중 설명이 틀린것은?",
    choices: [
      "국무회의(5.6)",
      "대통령(4.5)",
      "국무총리(3.6)",
      "그 밖의 행정기관의 장(3)"
    ],
    answer: "국무회의(5.6)",
    explanation: "국무회의(5.4) 대통령(4.5) 국무총리(3.6) 그밖의 행정기관장(3) => 시험때 바꿔낼 수 있으니 체크할것"
  },
  {
    id: 3,
    question: "일반적으로 관인에 해당되지 않는 것은?",
    choices: [
      "청인",
      "직인",
      "특수 관인",
      "특수 철인"
    ],
    answer: "특수 철인",
    explanation: ""
  },
  {
    id: 4,
    question: "다음 중 옳은 것은?",
    choices: [
      "대내 문서의 발신 명의는 기관장의 명의로 표시한다.",
      "대내 문서의 발신 명의는 부서장의 명의로 표시한다.",
      "대내 문서의 발신 명의는 단체장의 명의로 표시한다.",
      "대내 문서의 발신 명의는 위원장의 명의로 표시한다."
    ],
    answer: "대내 문서의 발신 명의는 부서장의 명의로 표시한다.",
    explanation: ""
  },
  {
    id: 5,
    question: "다음 중 옳은 것은?",
    choices: [
      "행정기관에서 발간 및 배포하여 행정기관이 공통적으로 활용하는 업무지도서나 참고서를 직무편람이라 한다.",
      "행정기관에서 발간 및 배포하여 행정기관이 공통적으로 활용하는 업무지도서나 참고서를 업무편람이라 한다.",
      "행정기관에서 발간 및 배포하여 행정기관이 공통적으로 활용하는 업무지도서나 참고서를 행정편람이라 한다.",
      "행정기관에서 발간 및 배포하여 행정기관이 공통적으로 활용하는 업무지도서나 참고서를 실무편람이라 한다."
    ],
    answer: "행정기관에서 발간 및 배포하여 행정기관이 공통적으로 활용하는 업무지도서나 참고서를 행정편람이라 한다.",
    explanation: ""
  },
  {
    id: 6,
    question: "행정업무운영의 원칙이 아닌 것은?",
    choices: [
      "정확성",
      "신속성",
      "적법성",
      "용이성"
    ],
    answer: "적법성",
    explanation: ""
  },
  {
    id: 7,
    question: "다음 중 옳은 것은?",
    choices: [
      "일반문서는 발신주의와 관련이 깊다.",
      "전자문서는 시스템에 입력되는 때에 효력이 발생한다.",
      "공고문서는 통상 문서로 보기 어렵다.",
      "공고문서의 효력발생시기를 명시할 때에는 최소 7일 이상의 주지기간을 줘야한다."
    ],
    answer: "전자문서는 시스템에 입력되는 때에 효력이 발생한다.",
    explanation: ""
  },
  {
    id: 8,
    question: "다음 중 옳은 것은?",
    choices: [
      "결재원이 위임된 사항을 전결한 경우에는 전결하는 자의 서명란에 ‘전결’ 표시를 안하고, 동일하게 서명란에 ‘서명’ 표시를 한다.",
      "결재원이 위임된 사항을 전결한 경우에는 전결하는 자의 서명란에 ‘전결’ 표시를 하고, 동일하게 서명란에 ‘서명’ 표시를 하지않는다.",
      "결재원이 위임된 사항을 전결한 경우에는 전결하는 자의 서명란에 ‘전결’ 표시를 하고, 동일하게 서명란에 ‘서명’ 표시를 한다.",
      "결재원이 위임된 사항을 전결한 경우에는 전결하는 자의 서명란에 ‘전결’ 표시를 안하고, 동일하게 서명란에 ‘서명’ 표시를 하지 아니한다."
    ],
    answer: "결재원이 위임된 사항을 전결한 경우에는 전결하는 자의 서명란에 ‘전결’ 표시를 하고, 동일하게 서명란에 ‘서명’ 표시를 한다.",
    explanation: ""
  },
  {
    id: 9,
    question: "다음 중 옳은 것은?",
    choices: [
      "문서 작성시, 서기연호를 쓰되, ‘서기’는 표시하지 않는다.",
      "문서 작성시, 서기 연호를 쓰지 않되, ‘서기’는 표시하지 않는다.",
      "문서 작성시, 서기 연호를 쓰지 않되, ‘서기’는 표시한다.",
      "문서 작성시, 서기 연호를 쓰되, ‘서기’는 표시한다."
    ],
    answer: "문서 작성시, 서기연호를 쓰되, ‘서기’는 표시하지 않는다.",
    explanation: ""
  },
  {
    id: 10,
    question: "다음 중 옳은 것은?",
    choices: [
      "관인은 행정기관에서 등록하는 것이 원칙이다.",
      "문서는 전자처리가 원칙은 아니다.",
      "공문서는 개인이 권리, 의무 또는 사실에 관하여 작성한 문서를 말한다.",
      "훈령은 행정업무의 처리기준을 제시하는 법규문서외의 사항을 말한다."
    ],
    answer: "관인은 행정기관에서 등록하는 것이 원칙이다.",
    explanation: ""
  },
  {
    id: 11,
    question: "다음 중 옳은 것은?",
    choices: [
      "문서는 한글로 띄어서 세로쓰되, 표준말을 사용한다.",
      "문서는 한글로 띄어서 가로쓰되, 표준말을 사용한다.",
      "문서는 한글로 붙여서 세로쓰되, 표준말을 사용한다.",
      "문서는 한글로 붙여서 가로쓰되, 표준말을 사용한다."
    ],
    answer: "문서는 한글로 띄어서 가로쓰되, 표준말을 사용한다.",
    explanation: ""
  },
  {
    id: 12,
    question: "다음 중 옳은 것은?",
    choices: [
      "행정기관이 일정한 사항을 일반에게 알리기 위한 문서로 비치문서가 해당된다.",
      "후결, 후열은 결재의 종류에 포함되지 아니한다.",
      "정책투명제는 정책결정 및 집행과정에 참여하는 관계자의 실명 등을 기록관리하는 제도이다.",
      "공고문서는 고시 또는 공고가 있은 후 3일이 경과한 날에 효력이 발생한다."
    ],
    answer: "후결, 후열은 결재의 종류에 포함되지 아니한다.",
    explanation: ""
  },
  {
    id: 13,
    question: "공문서가 성립하기 위한 최종적이며, 절대적인 요건은?",
    choices: [
      "등록",
      "결재",
      "시행",
      "보존"
    ],
    answer: "결재",
    explanation: ""
  },
  {
    id: 14,
    question: "문서처리의 원칙이 아닌 것은?",
    choices: [
      "신속처리의 원칙",
      "책임처리의 원칙",
      "적정처리의 원칙",
      "전자처리의 원칙"
    ],
    answer: "적정처리의 원칙",
    explanation: ""
  },
  {
    id: 15,
    question: "문서관계의 기본 규정과 관련이 깊은 것은?",
    choices: [
      "행정 절차법",
      "공공기록물 관리에 관한 법률",
      "전자정부법",
      "행정업무의 운영 및 혁신에 관한 규정"
    ],
    answer: "공공기록물 관리에 관한 법률",
    explanation: ""
  },
  {
    id: 16,
    question: "다음 ( ) 안에 들어갈 말은? 행정절차법에서 다음 각호의 어느 하나에 해당되는 경우에는 ( ) 받을 자가 알기 쉽도록 관보, 공보, 게시판, 일간 신문 중 하나 이상에 공고하고, 인터넷에도 공고하여야 한다. 1. ( )받을 자의 주소 등을 통상적인 방법으로 확인할 수 없는 경우 2. ( )이 불가능한 경우",
    choices: [
      "① 수령",
      "② 송달",
      "③ 전달",
      "④ 수신"
    ],
    answer: "② 송달",
    explanation: ""
  },
  {
    id: 17,
    question: "문서는 국어 기본법 제3조 제 몇호에 따른 어문규범에 맞게 작성 해야하는가?",
    choices: [
      "① 1호",
      "② 2호",
      "③ 3호",
      "④ 4호"
    ],
    answer: "③ 3호",
    explanation: ""
  },
  {
    id: 18,
    question: "다음 중 들어갈 말은? 문서 ( ) 이란 내부적으로 성립한 행정기관의 의사를 외부로 표시하는 단계로서 문서의 효력을 발생하게 하는 절차를 말한다.",
    choices: [
      "① 수발",
      "② 접수",
      "③ 전달",
      "④ 시행"
    ],
    answer: "④ 시행",
    explanation: ""
  }
];
